// © Copyright 2005-2008, 2015-2016 HP Development Company, L.P.

TaskName = "Print Quality Diagnostics";

TransferringProcessTitle = "Transferring file…";
PrintingProcessTitle = "Printing PQ Diagnostics page…";

NoPrintTitle = "Cannot print the PQ diagnostics page";
NoPrintMsg = "Please check that your printer is connected and turned on, then try again.";

RMTPQDPanelTitle = "Print a Print Quality Diagnostics Page";
HSDRMTQPDPanelHeader = "Print a page to help you to decide if you need to run any print quality tools to improve the print quality of your output.";
HSDRMTQPDPanelFooter = "To print a copy of the Print Quality Diagnostics page, click Print Page.";
HSDRMTPQDButtonTitle = "Print Page";

HSDQualityDiagnosticsTextFieldTitle = "Print Quality Diagnostics";
HSDInfoTextFieldTitle = "The printer prints a page to help you decide if you need to run any maintenance tools to improve the print quality of your printouts.";
HSDGuideTextFieldTitle = "Click the Print button to print a copy of the Print Quality Diagnostics page.";
HSDPrintButtonTitle = "Print";
